Repository: anderly/woocommerce-mailchimp
Catalog: languages/woocommerce-mailchimp-*.po
Languages: fr_fr

source: MailChimp is a popular email marketing service.
fr_fr: MailChimp est un service d'emailing marketing très populaire.

source: WooCommerce MailChimp error: Plugin is enabled but no api key provided. Please enter your api key <a href="%s">here</a>.
fr_fr: Erreur WooCommerce MailChimp : Le plugin est activé mais la clé d'API n'a pas été renseignée. Entrez votre clé d'API <a href="%s">ici</a>

source: Select a list...
fr_fr: Sélectionnez une liste...

source: Enter your key and save to see your lists
fr_fr: Entrez votre clé et enregistrez pour voir vos listes

source: Enable/Disable
fr_fr: Activer/Désactiver

source: Enable MailChimp
fr_fr: Activer MailChimp

source: Subscribe Event
fr_fr: Evénément d'inscription

source: When should customers be subscribed to lists?
fr_fr: Quand les abonnés doivent-ils être inscrits aux listes ?

source: Order Created
fr_fr: Commande crée

source: Order Processing
fr_fr: Commande

source: Order Completed
fr_fr: Commande terminée

source: API Key
fr_fr: Clé d'API

source: <a href="https://us2.admin.mailchimp.com/account/api/" target="_blank">Login to mailchimp</a> to look up your api key.
fr_fr: <a href="https://us2.admin.mailchimp.com/account/api/" target="_blank">Connectez-vous à MailChimp</a> pour voir votre clé d'API.

source: Main List
fr_fr: Liste principale

source: All customers will be added to this list.
fr_fr: Tous les clients seront ajoutés à cette liste.

source: Group Name
fr_fr: Nom du groupe

source: Optional: Enter the name of the group. Learn more about <a href="http://mailchimp.com/features/groups" target="_blank">Groups</a>
fr_fr: Optionnel : Entrez le nom du groupe. Apprenez-en plus au sujet des <a href="http://mailchimp.com/features/groups" target="_blank">Groupes</a>

source: Groups
fr_fr: Groupes

source: Optional: Comma separated list of interest groups to which subscribers should be added.
fr_fr: Optionnel : Liste des groupes d'intérêt auxquels ajouter les nouveaux inscrits, séparés par des virgules.

source: Double Opt-In
fr_fr: Double validation

source: Enable Double Opt-In
fr_fr: Activer la double validation

source: If enabled, customers will receive an email prompting them to confirm their subscription to the list above.
fr_fr: Si activé, les clients recevront un email les incitant à confirmer leur inscription à la liste ci-dessus.

source: Display Opt-In Field
fr_fr: Afficher le champs choix d'inscription

source: Display an Opt-In Field on Checkout
fr_fr: Afficher un champs de choix d'inscription sur la page Commande (checkout)

source: If enabled, customers will be presented with a "Opt-in" checkbox during checkout and will only be added to the list above if they opt-in.
fr_fr: Si activé, une case à cocher de choix d'inscription sera affichée aux clients pendant le processus de commande. Les clients choisissant de s'inscrire seront ajoutés à la liste ce-dessus s'ils cochent la case.

source: Opt-In Field Label
fr_fr: Label du champs "choix d'inscription"

source: Optional: customize the label displayed next to the opt-in checkbox.
fr_fr: Optionnel : personnalisez le label affiché à côté de la case à cocher.

source: Add me to the newsletter (we will never share your email).
fr_fr: M'inscrire à la newsletter (votre email restera confidentiel)

source: Opt-In Checkbox Default Status
fr_fr: Etat par défaut de la case à cocher

source: The default state of the opt-in checkbox.
fr_fr: L'état par défaut de la case à cocher

source: Checked
fr_fr: Coché

source: Unchecked
fr_fr: Non coché

source: Opt-In Checkbox Display Location
fr_fr: Localisation de la case à cocher d'inscription

source: Where to display the opt-in checkbox on the checkout page (under Billing info or Order info).
fr_fr: Où afficher la case à cocher sur la page de commande (en dessous de Facturation ou Récapitulatif de commande).

source: Billing
fr_fr: Facturation

source: Order
fr_fr: Commande

source: Unable to load listInterestGroupings() from MailChimp: (%s) %s
fr_fr: Impossible de charger listInterestGroupings() depuis MailChimp: (%s) %s

source: WooCommerce MailChimp subscription failed
fr_fr: L'inscription à WooCommerce MailChimp a échoué

source: Enter your MailChimp settings below to control how WooCommerce integrates with your MailChimp lists.
fr_fr: Entrez vos paramètres MailChimp ci-dessous pour contrôler comment WooCommerce s'intègre à vos listes MailChimp.

source: Settings
fr_fr: Paramètres
